Repository: phunkyfish/visualization.matrix
Catalog: visualization.matrix/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: Matrix inspired visualization for Kodi.
it_it: Visualizzazione ispirata a Matrix per Kodi.

# Addon Description
source: This music visualization is inspired by the movie "Matrix". It features eight presets.
it_it: Questa visualizzazione musicale è ispirata al film "Matrix". Dispone di otto preimpostazioni.

# #30000
source: General
it_it: Generale

# #30001
source: Pixel size
it_it: Dimensione pixel

# #30002
source: Size of a "pixel" which forms the rain.
it_it: Dimensione di un "pixel" che forma la pioggia.

# #30003
source: Rain fall speed
it_it: Velocità caduta pioggia

# #30004
source: The speed how fast the rain is falling.
it_it: La velocità con cui cade la pioggia.

# #30005
source: Noise fluctuation
it_it: Fluttuazione rumore

# #30006
source: The speed how fast the noise is changing.
it_it: La velocità con cui cambia il rumore.

# #30007
source: Distort threshold
it_it: Soglia di distorsione

# #30008
source: Threshold of loudness at which vertical distortion occurs.
it_it: Soglia di volume alla quale si verifica la distorsione verticale.

# #30009
source: User defined pixel size
it_it: Dimensione pixel definita dall'utente

# #30010
source: Enables the manual setting of the size of the dots.
it_it: Abilita l'impostazione manuale della dimensione dei punti.

# #30011
source: Strength of rain highlights
it_it: Forza della pioggia in evidenza

# #30012
source: Sets the colour intensity of individual raindrops at music peaks.
it_it: Imposta l'intensità del colore delle singole gocce di pioggia ai picchi musicali.

# #30050
source: Red
it_it: Rosso

# #30051
source: Green
it_it: Verde

# #30052
source: Blue
it_it: Blu

# #30053
source: The color of the "pixels".
it_it: Il colore dei "pixel".

# #30060
source: Enable performance optimizations
it_it: Abilita ottimizzazioni delle prestazioni

# #30061
source: Lowers the quality of some shader calculations in order to boost performance (FPS) on slower systems.
it_it: Riduce la qualità di alcuni calcoli dello shader per aumentare le prestazioni (FPS) sui sistemi più lenti.

# #30062
source: CRT effect
it_it: Effetto CRT

# #30063
source: Adds a CRT-like distortion effect.
it_it: Aggiunge un effetto di distorsione simile al CRT.

# #30102
source: Rain only
it_it: Solo pioggia

# #30103
source: Rain with waveform
it_it: Pioggia con forma d'onda

# #30104
source: Rain with waveform envelope
it_it: Pioggia con inviluppo della forma d'onda

# #30105
source: Clean rain
it_it: Pioggia pulita

# #30106
source: Clean rain with waveform
it_it: Pioggia pulita con forma d'onda

# #30107
source: Clean rain with waveform envelope
it_it: Pioggia pulita con inviluppo della forma d'onda
